Repository: matt-rein/testsite
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# subcategory.110
source: Configuration
de: Konfiguration

# feature.disableTypoScriptAutoloading
source: TypoScript Configuration: Disable autoloading of constants and setup
de: TypoScript Konfiguration: Konstanten und Setup nicht automatisch laden

# settings.link
source: Link: The url/page uid of your cookie policy. If it’s unset, the link is hidden.
de: Link: Die URL/Seiten-ID zur Datenschutzerklärung. Leer lassen um den Link nicht anzuzeigen.

# settings.theme
source: Theme: The theme you wish to use. Options: dark-top/dark-floating/dark-bottom/light-top/light-floating/light-bottom oder URL to a CSS file. Leave empty to use your own CSS files.
de: Theme: Das zu verwendende Theme. Optionen: dark-top/dark-floating/dark-bottom/light-top/light-floating/light-bottom oder URL zu einer CSS Datei. Leer lassen um keine CSS Datei einzubinden.

# settings.container
source: CSS Selector: The element you want the Cookie Consent notification to be appended to.
de: CSS Selektor: Wählt das Element an welches die Meldung angehängt wird.

# settings.path
source: Cookie path: The path for the consent cookie to remember that users have consented to cookies.
de: Cookie Pfad: Der Pfad für den Cookie um die Akzeptanz der Cookies durch den Benutzer zu speichern.

# settings.domain
source: Domain: The domain for the consent cookie to remember that users have consented to cookies.
de: Domain: Der Domain für den Cookie um die Akzeptanz der Cookies durch den Benutzer zu speichern.

# settings.expiryDays
source: Days: The number of days to remember the user’s consent information for.
de: Tage: Anzahl der Tage für die die Entscheidung des Benutzer Cookies zu akzeptieren gespeichert werden soll.

# view.templateRootPath
source: Templates: Path to template root (FE)
de: Templates: Wurzel-Verzeichnis für Template Dateien

# view.partialRootPath
source: Partials: Path to template partials (FE)
de: Partials: Pfad zu Template Partials

# view.layoutRootPath
source: Layouts: Path to template layouts (FE)
de: Layouts: Pfad zu Template Layouts
